{
   "email": "",
   "password": "",
   "testThreadID": "",
   "prestonThreadID": "",
   "leadershipThreadID": "",
   "facts":[
      "Rams are typically 5 to 6 feet tall (1.5 to 1.8 meters) from head to tail, and weigh 262 to 280 lbs. (119 to 127 kilograms), though they can grow to over 300 lbs. (136 kg).",
      "Rocky Mountain bighorn rams have massive horns that weigh more than all of the bones in their bodies.",
      "Rams are male bighorn sheep, animals that live in the mountains and often settle arguments with fights that include ramming their heads into others.",
      "Not to be confused with mountain goats, rams can be identified by their long, curved horns, long fur, and split hooves.",
      "Bighorn sheep are bovines and are related to antelopes, bison, buffalo, cattle and goats.",
      "Bighorn sheep live in the Rocky Mountain region of North America, ranging from Mexico, northward across the western United States and into Canada.",
      "They live in the rocky areas, balancing on the boulders with their hooves, which are rough on the bottom to give the sheep more traction.",
      "Thanks to their amazing balance, bighorn sheep can stand on ledges that are only 2 inches (5 centimeters) wide.",
      "They can jump 20 feet (6 m) and can go up a mountain at a brisk 15 mph (24 km/h).",
      "Bighorn sheep have very good eyesight, which allows them to judge distances accurately when jumping, according to the University of Michgan's Animal Diversity Web (ADW).",
      "Herds are separated by gender. Females live in nursery herds, with five to 100 members, which include adult females and lambs of both genders.",
      "Male-only bachelor herds usually contain five to 50 rams at one time, and they sometimes engage in homosexual activity, according to ADW.",
      "Rams fight to decide who will be the dominant male in their group. During the fight, the males will face each other, rear up on their back legs and crash their huge horns into each other.",
      "They fight to be leaders! Sometimes they charge as fast as 40 mph (64 km/h). Eventually, one of the rams ends up submitting and the winner is the new leader. This process can take hours.",
      "Rams are herbivores. They typically eat seeds, grass and plants. Their diet changes depending on the season, though.",
      "In the summer, they eat grasses or sedges and in the winter, bighorns eat woody plants, such as sage, willow and rabbit brush, according to Defenders of Wildlife.",
      "What they eat depends on the type of bighorn. For example, desert bighorns eat plants found in their location, such as desert holly and desert cactus.",
      "One swallow of food isn't enough for these animals. They will regurgitate their food into their mouths. This regurgitated food is called cud. Then, they will rechew the food and swallow it once again. This is part of their digestion process.",
      "The dominant ram earns the right to mate with the females. Mating season, called the rut, is in the autumn. Males are not usually strong enough to mate until they are at least 3 years old.",
      "Female bighorns are pregnant for about 175 days, or about 25 weeks. They usually have only one lamb at a time. In the spring, the young are born on high ledges that protect them from predators.",
      "Lambs are dependent on their mothers for the first four to six months of their lives, though they can walk almost as soon as they are born.",
      "The mortality rate for lambs is quite high. On average, 5 to 30 percent of lambs don't make it to adulthood, according to ADW, though sometimes the death rate can be as high as 80 percent.",
      "Rams typically don't mate until they are around 7 years old. They can live from 10 to 19 years in the wild.",
      "The International Union for Conservation of Nature lists bighorn sheep as Least Concern, saying their population is widespread and not declining at any rate close enough to qualify for a listing in a threatened category.",
      "It is estimated that there are 15,500 to 15,700 bighorn sheep in Canada and more than 42,000 in the United States. It is believed that there could be several thousand bighorns in Mexico. Almost all bighorn populations are increasing or stable.",
      "Los Angeles Is a More Fitting Locale for Rams Than St. Louis",
      "Rams Are About the Same Size as Football Players",
      "A Ram Would Pace Neck-And-Neck With a Running Back in a Foot Race",
      "Bighorn Sheep Are Considered a Model Organism for Concussion Research",
      "Rams Hang Out in Large All-Male Groups",
      "Rams Are Pros at Walking on Their Tip-Toes",
      "Rams Have Big Horn Energy",
      "Two Million Rams Used to Roam the West",
      "A Border Wall Would Be Bad News for California’s Ram Population",
      "The Park Service Uses Helicopters to Relocate Rams",
      "Females are called 'ewes' and males are called 'rams'",
      "Horn size is a symbol of rank. Male horns can weigh as much as 30 lbs.",
      "Bighorns are known for head-to-head combat between males.",
      "They can live up to 15 years in the wild",
      "A group of bighorns is called a Herd",
      "Random access memory (or simply RAM) is the memory or information storage in a computer that is used to store running programs and data for the programs.\n\n...wait a minute...",
      "Rams are the cutest!!!",
      "Rams are strong and stick together!",
      "Rams take care of Rams",
      "They're not Buffs! Thank God!",
      "They have good rehearsal ettiquite.",
      "RAMS ARE THE BEST",
      "They murder snowmen...",
      "They are smart as anything!!!",
      "Rams can beat COVID-19!!!",
      "Rams sounds great!!",
      "I love Rams!"
   ],
   "convStarters": [
      "What is something that you're excited for this season?",
      "What do you see as a challenge this season?",
      "What is a goal that you have for your section?",
      "How can we help students adjust to this unique semester?",
      "What are some positive to being in a smaller group/band?",
      "If you had to switch lives with anybody on the team, who would it be and why?",
      "Chipotle or Qdoba? Why?",
      "Why do you do marching band?",
      "What's the first thing you would do if we won the Rocky Mountain Showdown this year?"
   ],
   "convDates": [
	{"year":2020,"month":6,"day":22,"hours":13,"minutes":0},
	{"year":2020,"month":6,"day":24,"hours":13,"minutes":0},
	{"year":2020,"month":6,"day":26,"hours":13,"minutes":0}
   ],
   "meetDates": [
	{"year":2020,"month":7,"day":5,"hours":18,"minutes":0},
	{"year":2020,"month":7,"day":19,"hours":18,"minutes":0}
   ]
}
